Repository: dorucioclea/R7.University
Catalog: R7.University.EmployeeDirectory/App_LocalResources/ViewEmployeeDirectory.ascx.*.resx
Languages: ru_ru

# FullName.Column
source: Name
ru_ru: Ф.И.О.

# Positions.Column
source: Positions
ru_ru: Должность

# Disciplines.Column
source: Disciplines
ru_ru: Преподаваемые дисциплины

# AcademicDegrees.Column
source: Academic Degrees
ru_ru: Ученая степень

# AcademicTitles.Column
source: Academic Titles
ru_ru: Ученое звание

# Education.Column
source: Education
ru_ru: Направление подготовки или специальность (образование)

# Training.Column
source: Training
ru_ru: Повышение квалификации (или) профессиональная переподготовка

# ExperienceYears.Column
source: Total Experience (years)
ru_ru: Общий стаж работы (лет)

# ExperienceYearsBySpec.Column
source: Experience by Speciality (years)
ru_ru: Стаж работы по специальности (лет)

# NoDisciplines.Text
source: Disciplines not specified
ru_ru: Дисциплины не указаны
