Repository: dorucioclea/R7.University
Catalog: R7.University.Employees/App_LocalResources/ViewEmployeeDirectory.ascx.*.resx
Languages: ru_ru

# FullName.Column
source: Full Name of a Teacher which Implements Educational Program
ru_ru: Ф.И.О. преподавателя, реализующего программу

# Positions.Column
source: Positions
ru_ru: Должности

# Disciplines.Column
source: List of the Disciplines Taught
ru_ru: Перечень преподаваемых дисциплин

# AcademicDegrees.Column
source: Academic Degrees of a Teacher (if any)
ru_ru: Учёные степени педагогического работника (при наличии)

# AcademicTitles.Column
source: Academic Titles of a Teacher (if any)
ru_ru: Учёные звания педагогического работника (при наличии)

# Education.Column
source: Education Info of a Teacher
ru_ru: Наименование направления подготовки и (или) специальности педагогического работника (образование, профессиональная подготовка)

# Training.Column
source: Training Info of a Teacher
ru_ru: Сведения о повышении квалификации и (или) профессиональной переподготовке педагогического работника (при наличии)

# ExperienceYears.Column
source: Total Work Experience (years)
ru_ru: Общий стаж работы (лет)

# ExperienceYearsBySpec.Column
source: Work Experience of a Teacher in the Specialty (years)
ru_ru: Стаж работы педагогического работника по специальности (лет)

# NoDisciplines.Text
source: Disciplines not Specified
ru_ru: Дисциплины не указаны
