Repository: dorucioclea/R7.University
Catalog: R7.University.EduProgram/App_LocalResources/EditEduProgram.ascx.*.resx
Languages: ru_ru

# ControlTitle_editeduprogram.Text
source: Edit Educational Program
ru_ru: Редактирование обр. программы

# ModuleHelp.Text
source: <P>An Edit educational program module</P>
ru_ru: <P>Модуль редактирования образовательной программы</P>

# NotSelected.Text
source: < Not Selected >
ru_ru: < Не выбрано >

# Common.Tab
source: Educational Program
ru_ru: Образовательная программа

# EduProgramProfiles.Tab
source: Edu. Program Profiles
ru_ru: Профили обр. программы

# Bindings.Tab
source: Bingings
ru_ru: Привязки

# Documents.Tab
source: Documents
ru_ru: Документы

# EduProgramProfile.Column
source: Edu. Program Profile
ru_ru: Профиль обр. программы

# EduLevel.Column
source: Education Level
ru_ru: Уровень образования

# StartDate.Column
source: Start Date
ru_ru: Начало

# EndDate.Column
source: End Date
ru_ru: Окончание

# labelCode.Text
source: Code:
ru_ru: Код:

# labelCode.Help
source: Enter the code of an educational program according to standard.
ru_ru: Введите код образовательной программы в соответствии со стандартом.

# Code.Required
source: The code of educational program is required.
ru_ru: Укажите код образовательной программы.

# labelTitle.Text
source: Title:
ru_ru: Наименование:

# labelTitle.Help
source: Enter the title for an educational program, defined in standard.
ru_ru: Введите наименование образовательной программы в соответствии со стандартом.

# Title.Required
source: The title of educational program is required.
ru_ru: Укажите наименование образовательной программы.

# labelEduLevel.Text
source: Education Level:
ru_ru: Уровень образования:

# labelEduLevel.Help
source: Select the level of educational program.
ru_ru: Выберите уровень образовательной программы.

# labelGeneration.Text
source: Generation:
ru_ru: Поколение:

# labelGeneration.Help
source: Enter the generation code for educational program (educational standard).
ru_ru: Введите код поколения образовательной программы (стандарта), например '3+'.

# labelStartDate.Text
source: Start Publication:
ru_ru: Начало публикации:

# labelStartDate.Help
source: Enter the date from current educational program should be published on the site.
ru_ru: Введите дату, начиная с которой образовательная программа должна быть опубликована на сайте.

# labelEndDate.Text
source: End Publication:
ru_ru: Окончание публикации:

# labelEndDate.Help
source: Enter the date from current educational program should be removed from publication on the site.
ru_ru: Введите дату, при наступлении которой образовательная программа должна быть снята с публикации на сайте.

# labelHomePage.Text
source: Home Page:
ru_ru: Домашняя страница:

# labelHomePage.Help
source: Specify home page for the educational program. This page generally contains details about educational program.
ru_ru: Укажите домашнюю страницу для образовательной программы. Как правило, эта страница содержит развернутое описание образовательной программы.

# labelDivision.Text
source: Division:
ru_ru: Подразделение:

# labelDivision.Help
source: Select division, which implements the educational program. Generally it's a faculty or an institute.
ru_ru: Выберите подразделение, реализующее данную образовательную программу. Обычно это факультет или институт.

# AddEduProgramProfile.Text
source: Add Edu. Program Profile
ru_ru: Добавить профиль обр. программы

# labelAddDefaultProfile.Text
source: Add Default Profile?
ru_ru: Добавить профиль по-умолчанию?

# labelAddDefaultProfile.Help
source: Check to add default edu. program profile. This profile will be created, but not published.
ru_ru: Отметьте, чтобы добавить профиль обр. программы по-умолчанию. Этот профиль будет создан, но не будет опубликован.
