Repository: dorucioclea/R7.University
Catalog: R7.University/Controls/App_LocalResources/EditDisciplines.ascx.*.resx
Languages: ru_ru

# labelEduProgramProfile.Text
source: Edu. Program Profile:
ru_ru: Обр. программа (профиль):

# labelEduProgramProfile.Help
source: Select the educational program profile from the dropdown.
ru_ru: Выберите профиль образовательной программы из выпадающего списка.

# labelDisciplines.Text
source: Disciplines:
ru_ru: Дисципины:

# labelDisciplines.Help
source: Enter disciplines for selected educational program.
ru_ru: Перечислите преподаваемые дисциплины.

# buttonAddDiscipline.Text
source: Add Disciplines
ru_ru: Добавить дисциплины

# buttonUpdateDiscipline.Text
source: Update Disciplines
ru_ru: Сохранить дисциплины

# buttonCancelEditDiscipline.Text
source: Cancel
ru_ru: Отмена

# EduProgramProfile.Warning
source: Educational program profile should be unique!
ru_ru: Профили образовательных программ не должны повторяться!

# EduProgramProfile.Required
source: Educational program profile is required.
ru_ru: Выберите профиль образовательной программы.

# Disciplines.Required
source: Disciplines field is required.
ru_ru: Введите дисциплины.

# EduProgramProfile.Column
source: Educational Program (Profile)
ru_ru: Образовательная программа (профиль подготовки, специализация)

# Disciplines.Column
source: Disciplines
ru_ru: Дисциплины

# EduLevel.Column
source: Education Level
ru_ru: Уровень образования
