Repository: dorucioclea/R7.University
Catalog: R7.University/Controls/App_LocalResources/EditScienceRecords.ascx.*.resx
Languages: ru_ru

# buttonAddScienceRecord.Text
source: Add Science Record
ru_ru: Добавить запись о науке

# buttonUpdateScienceRecord.Text
source: Update Science Record
ru_ru: Сохранить запись о науке

# Type.Column
source: Record Type
ru_ru: Тип записи

# Description.Column
source: Description
ru_ru: Описание

# Value1.Column
source: Value 1
ru_ru: Показатель 1

# Value2.Column
source: Value 2
ru_ru: Показатель 2

# labelScienceRecordType.Text
source: Science Record Type:
ru_ru: Тип записи о науке:

# labelScienceRecordType.Help
source: Select type of the science record.
ru_ru: Выберите тип записи о науке.

# labelDescription.Text
source: Description:
ru_ru: Описание:

# labelDescription.Help
source: Enter textual description for the science record.
ru_ru: Введите текстовое описание для записи о науке.

# SystemScienceRecordType_Directions.Text
source: Scientific Directions
ru_ru: Направления научных исследований

# SystemScienceRecordType_Directions.Help
source: The list of scientific directions within which scientific (research) activity is conducted
ru_ru: Перечень научных направлений, в рамках которых ведется научная (научно-исследовательская) деятельность

# SystemScienceRecordType_Base.Text
source: Scientific and Research Base
ru_ru: Научно-исследовательская база

# SystemScienceRecordType_Base.Help
source: Information on the scientific and research base for the implementation of scientific (research) activities
ru_ru: Информация о научно-исследовательской базе для осуществления научной (научно-исследовательской) деятельности

# SystemScienceRecordType_Scientists.Text
source: Scientists
ru_ru: Научно-педагогические работники

# SystemScienceRecordType_Scientists.Help
source: Number of scientists participating in scientific (research) activities, number of peoples
ru_ru: Количество НПР, принимающих участие в научной (научно-исследовательской) деятельности, чел.

# SystemScienceRecordType_Scientists.Value1
source: Number of Scientists:
ru_ru: НПР, принимающих участие в ННИД:

# SystemScienceRecordType_Students.Text
source: Students
ru_ru: Студенты

# SystemScienceRecordType_Students.Help
source: Number of students taking part in scientific (research) activities, number of peoples
ru_ru: Количество студентов, принимающих участие в научной (научно-исследовательской) деятельности, чел.

# SystemScienceRecordType_Students.Value1
source: Number of Students:
ru_ru: Студентов:

# SystemScienceRecordType_Monographs.Text
source: Monographs
ru_ru: Монографии

# SystemScienceRecordType_Monographs.Help
source: Number of published monographs of scientific and pedagogical workers of the educational organization in all scientific fields for the last year
ru_ru: Количество изданных монографий научно-педагогических работников образовательной организации по всем научным направлениям за последний год

# SystemScienceRecordType_Monographs.Value1
source: Number of Published Monographs:
ru_ru: Монографий:

# SystemScienceRecordType_Articles.Text
source: Articles
ru_ru: Статьи

# SystemScienceRecordType_Articles.Help
source: The number of articles published and accepted for publication in publications recommended by the HAC / foreign for the publication of scientific works in the last year
ru_ru: Количество изданных и принятых к публикации статей в изданиях, рекомендованных ВАК / зарубежных для публикации научных работ за последний год

# SystemScienceRecordType_Articles.Value1
source: Number of Articles Recommended by the HAC:
ru_ru: Статей в изданиях, рекоменндованных ВАК:

# SystemScienceRecordType_Articles.Value2
source: Number of Foreign Articles:
ru_ru: Статей в зарубежных изданиях:

# SystemScienceRecordType_Patents.Text
source: Patents
ru_ru: Патенты

# SystemScienceRecordType_Patents.Help
source: Number of patents received for development in the last year: russian / foreign
ru_ru: Количество патентов, полученных на разработки за последний год: российских / зарубежных

# SystemScienceRecordType_Patents.Value1
source: Number of Patents (russian):
ru_ru: Патентов на разработки (российских):

# SystemScienceRecordType_Patents.Value2
source: Number of Patents (foreign):
ru_ru: Патентов на разработки (зарубежных):

# SystemScienceRecordType_Certificates.Text
source: Certificates
ru_ru: Свидетельства

# SystemScienceRecordType_Certificates.Help
source: Number of certificates of registration of an intellectual property object issued for development in the last year: russian / foreign
ru_ru: Количество свидетельств о регистрации объекта интеллектуальной собственности, выданных на разработки за последний год: российских / зарубежных

# SystemScienceRecordType_Certificates.Value1
source: Number of Certificates (russian):
ru_ru: Свидетельств о регистрации объекта ИС (российских):

# SystemScienceRecordType_Certificates.Value2
source: Number of Certificates (foreign):
ru_ru: Свидетельств о регистрации объекта ИС (зарубежных):

# SystemScienceRecordType_Finances.Text
source: Finances
ru_ru: Объем финансирования

# SystemScienceRecordType_Finances.Help
source: The average annual volume of research funding per scientific-pedagogical worker of the organization (in the reduced to integer values of rates), thousands of rub
ru_ru: Среднегодовой объем финансирования научных исследований на одного научно-педагогического работника организации (в приведенных к целочисленным значениям ставок), тыс. руб.

# SystemScienceRecordType_Finances.Value1
source: Volume of Research Funding per Scientist:
ru_ru: Объем финансирования на одного НПР:

# Value.Required
source: Value is required.
ru_ru: Введите значение показателя.

# Value.Invalid
source: Value must be non-negative integer or (in some cases) fixed-point number.
ru_ru: Значение показателя должно быть неотрицательным целым числом или (в некоторых случаях) неотрицательным числом с фиксированной запятой.

# Description.Required
source: Description is required.
ru_ru: Введите текстовое описание.

# ScienceRecordType.Invalid
source: Science record of the selected type already exists.
ru_ru: Запись выбранного типа уже существует.
