Repository: dorucioclea/R7.University
Catalog: R7.University.Employee/App_LocalResources/EditEmployee.ascx.*.resx
Languages: ru_ru

# ModuleHelp.Text
source: <p>About Edit Employee module</p>
ru_ru: <p>О модуле Edit Employee</p>

# ControlTitle_edit.Text
source: Edit Employee
ru_ru: Редактировать сотрудника

# labelPhotoLookup.Text
source: Photo Lookup:
ru_ru: Найти фото:

# labelPhotoLookup.Help
source: Press to try lookup the photo by employee name in default folder.
ru_ru: Нажмите, чтобы попытаться найти фото сотрудника по его имени в папке по-умолчанию.

# labelPhoto.Text
source: Photo:
ru_ru: Фото:

# labelPhoto.Help
source: Add or select photo image for an employee.
ru_ru: Добавьте или выберите фото сотрудника.

# labelUser.Text
source: User:
ru_ru: Пользователь:

# labelUser.Help
source: Optional link to existing website user.
ru_ru: Необязательная ссылка на существующего пользователя сайта.

# labelLastName.Text
source: Last Name:
ru_ru: Фамилия:

# labelLastName.Help
source: Specify employee last name.
ru_ru: Введите фамилию сотрудника.

# LastName.Required
source: Last name is required
ru_ru: Укажите фамилию сотрудника.

# labelFirstName.Text
source: First Name:
ru_ru: Имя:

# labelFirstName.Help
source: Specify employee first name.
ru_ru: Введите имя сотрудника.

# FirstName.Required
source: First name is required
ru_ru: Укажите имя сотрудника.

# labelOtherName.Text
source: Other Name:
ru_ru: Отчество:

# labelOtherName.Help
source: Specify employee other name.
ru_ru: Введите отчество сотрудника.

# labelPhone.Text
source: Phone:
ru_ru: Телефон:

# labelPhone.Help
source: Enter phone number.
ru_ru: Введите номер телефона.

# labelCellPhone.Text
source: Cell Phone:
ru_ru: Сотовый:

# labelCellPhone.Help
source: Enter second (cellular) phone number.
ru_ru: Введите дополнительный номер (сотового) телефона.

# labelFax.Text
source: Fax:
ru_ru: Факс:

# labelFax.Help
source: Enter fax number.
ru_ru: Введите номер факса.

# labelEmail.Text
source: Email:
ru_ru: Эл. почта:

# labelEmail.Help
source: Enter email address.
ru_ru: Введите адрес электронной почты.

# labelSecondaryEmail.Text
source: Secondary Email:
ru_ru: Доп. эл. почта:

# labelSecondaryEmail.Help
source: Enter secondary email address.
ru_ru: Введите дополнительный адрес электронной почты.

# labelWebSite.Text
source: Personal Website:
ru_ru: Личный веб-сайт:

# labelWebSite.Help
source: Enter personal website address.
ru_ru: Введите адрес личного веб-сайта сотрудника.

# labelWebSiteLabel.Text
source: Website Label:
ru_ru: Метка веб-сайта:

# labelWebSiteLabel.Help
source: Optional label for personal website. If not specified, website URL will be used instead.
ru_ru: Необязательная метка для личного веб-сайта. Если не указано, вместо этого будет использован адрес веб-сайта.

# labelMessenger.Text
source: Instant Messenger:
ru_ru: Клиент мновенных сообщений:

# labelMessenger.Help
source: Enter instant messager kind and number.
ru_ru: Введите адрес клиента мгновенных сообщений и его тип.

# labelWorkingHours.Text
source: Working Hours:
ru_ru: Рабочий график:

# labelWorkingHours.Help
source: Select employee's working hours (schedule) from a list
ru_ru: Выберите рабочий график сотрудника из списка.

# labelCustomWorkingHours.Text
source: Custom Working Hours:
ru_ru: Другой рабочий график:

# labelCustomWorkingHours.Help
source: Enter the employee's custom working hours (schedule) description.
ru_ru: Укажите другой рабочий график для сотрудника.

# labelWorkingPlace.Text
source: Working Place:
ru_ru: Рабочее место:

# labelWorkingPlace.Help
source: Enter emloyee's working place, e.g. office and cabinet number.
ru_ru: Введите рабочее место сотрудника, например номер офиса (корпуса) и кабинета.

# labelExperienceYears.Text
source: Experience (years):
ru_ru: Общий стаж (лет):

# labelExperienceYears.Help
source: Enter employee's working experience (years).
ru_ru: Введите общий стаж работы сотрудника (количество полных лет).

# labelExperienceYearsBySpec.Text
source: Experience by Speciality (years):
ru_ru: Стаж по специальности (лет):

# labelExperienceYearsBySpec.Help
source: Enter employee's working experience by speciality (years).
ru_ru: Введите стаж работы сотрудника по специальности (количество полных лет).

# labelBiography.Text
source: About:
ru_ru: О себе:

# labelBiography.Help
source: Enter employee's biography / about.
ru_ru: Введите биографию сотрудника / предоставленные им сведения о себе.

# labelUserLookup.Text
source: User Lookup:
ru_ru: Найти пользователя:

# labelUserLookup.Help
source: Enter user email address or username and press User Lookup to find users.
ru_ru: Введите адрес эл. почты или имя пользователя и нажмите Найти пользователя.

# labelPositions.Text
source: Position:
ru_ru: Должность:

# labelPositions.Help
source: Specify position for this employee.
ru_ru: Укажите должность сотрудника.

# labelPositionTitleSuffix.Text
source: Position Suffix:
ru_ru: Дополнение должности:

# labelPositionTitleSuffix.Help
source: Specify a suffix to use along with the position title.
ru_ru: Введите строку, которая будет использоваться в качестве дополнения к наименованию выбранной должности.

# labelDivisions.Text
source: Division:
ru_ru: Подразделение:

# labelDivisions.Help
source: Specify division for this employee
ru_ru: Укажите подразделение, в котором работает сотрудник.

# buttonUserLookup.Text
source: User Lookup
ru_ru: Найти пользователя

# buttonPhotoLookup.Text
source: Photo Lookup
ru_ru: Найти фото

# checkIncludeDeletedUsers.Text
source: Include deleted users?
ru_ru: Включая удаленных пользователей?

# buttonAddPosition.Text
source: Add Position
ru_ru: Добавить должность

# buttonUpdatePosition.Text
source: Update Position
ru_ru: Сохранить должность

# buttonCancelEditPosition.Text
source: Cancel
ru_ru: Отмена

# labelIsPrime.Text
source: Is Prime?
ru_ru: Основная?

# labelIsPrime.Help
source: If checked, this occupied position will be counted as prime for the employee.
ru_ru: Если флажок отмечен, занимаемая должность будет рассматриваться как основная для этого сотрудника.

# labelEduLevel.Text
source: Education Level:
ru_ru: Уровень образования:

# labelEduLevel.Help
source: Select education level from the dropdown.
ru_ru: Выберите уровень образования из выпадающего списка.

# labelDisciplines.Text
source: Disciplines:
ru_ru: Дисципины:

# labelDisciplines.Help
source: Enter disciplines for selected educational program.
ru_ru: Перечислите преподаваемые дисциплины.

# checkAddToVocabulary.Text
source: Add to Vocabulary
ru_ru: Добавить в словарь

# labelAchievementTypes.Text
source: Achievement Type:
ru_ru: Тип достижения:

# labelAchievementTypes.Help
source: Select employee achievement type from the list.
ru_ru: Выберите тип достижения сотрудника из списка.

# buttonAddAchievement.Text
source: Add Achievement
ru_ru: Добавить достижение

# buttonUpdateAchievement.Text
source: Update Achievement
ru_ru: Сохранить достижение

# buttonCancelEditAchievement.Text
source: Cancel
ru_ru: Отмена

# labelYears.Text
source: Years:
ru_ru: Годы:

# labelYears.Help
source: Enter starting and ending years of the achievement. If they are not available, leave fields empty or set to -1. Set end year to 0 to specify ATM value.
ru_ru: Введите годы начала и окончания для достижения. Если эти значения недоступны, оставьте поля пустыми или введите -1. Введите 0 в поле года окончания для указания настоящего времени.

# labelAchievementTitle.Text
source: Title:
ru_ru: Название (роль):

# labelAchievementTitle.Help
source: Enter the title for the described achievement.
ru_ru: Введите название описываемого достижения.

# AchievementTitle.MaxLength
source: Achievement title is too long.
ru_ru: Название достижения слишком длинное.

# labelAchievementShortTitle.Text
source: Short Title:
ru_ru: Сокращенное название:

# labelAchievementShortTitle.Help
source: Enter the optional short title for the described achievement.
ru_ru: Введите необязательное сокращенное название описываемого достижения.

# labelAchievementDescription.Text
source: Description:
ru_ru: Описание:

# labelAchievementDescription.Help
source: Enter optional description to describe achievement.
ru_ru: Введите необязательное описание достижения.

# labelAchievementTitleSuffix.Text
source: Title Suffix:
ru_ru: Дополнение названия:

# labelAchievementTitleSuffix.Help
source: Enter the extension suffix for the achievement title.
ru_ru: Введите дополнение к названию достижения.

# labelIsTitle.Text
source: Is Title?
ru_ru: Титульное?

# labelIsTitle.Help
source: If checked, this achivement will be displayed as one of employee's titles along with his/her name.
ru_ru: Если флажок отмечен, достижение будет отображаться совместно с именем сотрудника.

# labelDocumentURL.Text
source: Document URL:
ru_ru: Документ:

# labelDocumentURL.Help
source: Specify URL for a document, associated with the achievement.
ru_ru: Укажите ссылку на документы, связанный с достижением.

# labelAchievements.Text
source: Achievement:
ru_ru: Достижение:

# labelAchievements.Help
source: Select the achievement from dropdown by title or select achivement type and set full and short titles manually.
ru_ru: Выберите достижение из списка по названию, или выберите тип достижения и введите полное и сокращенное названия достижения вручную.

# sectionAdvancedAchievementProperties.Text
source: Advanced Achievement Properties
ru_ru: Расширенные свойства достижения

# Division.Column
source: Division
ru_ru: Подразделение

# Position.Column
source: Position
ru_ru: Должность

# IsPrime.Column
source: Is Prime
ru_ru: Основная

# EduProgramProfile.Warning
source: Cannot add or update disciplines entry, as the entry for specified edu. program profile already exists.
ru_ru: Невозможно добавить или сохранить запись о дисциплинах, так как уже существует запись для указанного профиля образовательной программы.

# Disciplines.Required
source: Disciplines field is required.
ru_ru: Введите дисциплины.
