Repository: dorucioclea/R7.University
Catalog: R7.University.EmployeeList/App_LocalResources/SettingsEmployeeList.ascx.*.resx
Languages: ru_ru

# ControlTitle_settings.Text
source: EmployeeList Settings
ru_ru: Настройки EmployeeList

# ModuleHelp.Text
source: About EmployeeList Module Settings
ru_ru: О настройках модуля EmployeeList

# labelDivision.Text
source: Division:
ru_ru: Подразделение:

# labelDivision.Help
source: Select a division to display it's employees.
ru_ru: Выберите подразделение для отображения сотрудников в нем.

# labelIncludeSubdivisions.Text
source: Include Subdivisions?
ru_ru: Включая подчиненные?

# labelIncludeSubdivisions.Help
source: Check to include employees from all subordinate divisions.
ru_ru: Отметьте, чтобы показать также сотрудников всех подчиненных подразделений.

# labelHideHeadEmployee.Text
source: Hide Head Employee?
ru_ru: Скрыть руководителя?

# labelHideHeadEmployee.Help
source: Check to hide selected division's head employee in the list. This option is disabled by default.
ru_ru: Отметьте, чтобы не отображать руководителя выбранного подразделения в списке сотрудников. Эта настройка по-умолчанию выключена.

# labelSortType.Text
source: Sort by:
ru_ru: Сортировать по:

# labelSortType.Help
source: Select a sort type for employee records.
ru_ru: Выберите способ сортировки записей о сотрудниках.

# SortTypeByMaxWeight.Text
source: Max. Position Weight
ru_ru: Макс. весу должности

# SortTypeByTotalWeight.Text
source: Total Weight of Positions
ru_ru: Суммарному весу всех должностей

# SortTypeByName.Text
source: Employee Name
ru_ru: Имени сотрудника

# labelPhotoWidth.Text
source: Photo Width:
ru_ru: Ширина фото:

# labelPhotoWidth.Help
source: Enter photo width in pixels, or leave empty to use original photo size.
ru_ru: Введите ширину фото в пикселах или оставьте поле пустым для того, чтобы использовать оригинальные размеры фото.

# PhotoWidth.Required
source: Photo width is required.
ru_ru: Укажите ширину фото.

# PhotoWidth.Invalid
source: Photo width should be integer between 1 and 1024.
ru_ru: Ширина фото должна быть целым числом от 1 до 1024.
