Repository: dorucioclea/R7.University
Catalog: R7.University.EduProgramProfiles/App_LocalResources/EditEduVolume.ascx.*.resx
Languages: ru_ru

# ControlTitle_editeduvolume.Text
source: Edit Edu. Program Volume
ru_ru: Редактирование объема обр. программы

# Common.Tab
source: Edu. Program Volume
ru_ru: Объём обр. программы

# Years.Tab
source: Volume by Years
ru_ru: Объём по годам

# Practices.Tab
source: Practices Volume
ru_ru: Объём практик

# labelTimeToLearnYears.Text
source: Years:
ru_ru: Лет:

# labelTimeToLearnYears.Help
source: Enter amount of years in the normative time to learn.
ru_ru: Введите количество лет нормативного срока обучения.

# labelTimeToLearnMonths.Text
source: Months:
ru_ru: Месяцев:

# labelTimeToLearnMonths.Help
source: Enter amount of months in the normative time to learn.
ru_ru: Введите количество месяцев нормативного срока обучения.

# labelTimeToLearnHours.Text
source: Hours:
ru_ru: Часов:

# labelTimeToLearnHours.Help
source: Enter an overall amount of hours to master the program according to educational plan.
ru_ru: Введите общее количество часов на освоение программы по учебному плану.

# labelYear1Cu.Text
source: Year 1:
ru_ru: Курс 1:

# labelYear1Cu.Help
source: Enter amount of CU for 1 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 1 курс (год обучения).

# labelYear2Cu.Text
source: Year 2:
ru_ru: Курс 2:

# labelYear2Cu.Help
source: Enter amount of CU for 2 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 2 курс (год обучения).

# labelYear3Cu.Text
source: Year 3:
ru_ru: Курс 3:

# labelYear3Cu.Help
source: Enter amount of CU for 3 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 3 курс (год обучения).

# labelYear4Cu.Text
source: Year 4:
ru_ru: Курс 4:

# labelYear4Cu.Help
source: Enter amount of CU for 4 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 4 курс (год обучения).

# labelYear5Cu.Text
source: Year 5:
ru_ru: Курс 5:

# labelYear5Cu.Help
source: Enter amount of CU for 5 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 5 курс (год обучения).

# labelYear6Cu.Text
source: Year 6:
ru_ru: Курс 6:

# labelYear6Cu.Help
source: Enter amount of CU for 6 year of education according to education plan.
ru_ru: Введите количество ЭЭТ по учебному плану на 6 курс (год обучения).

# YearCu.Invalid
source: Value should be integer from 0 to 1000.
ru_ru: Значение должно быть целым числом от 0 до 1000.

# labelPracticeType1Cu.Text
source: Learning Practices Volume:
ru_ru: Объём учебных практик:

# labelPracticeType1Cu.Help
source: Enter an overall volume of learning practices in CU.
ru_ru: Введите общий объём учебных практик в ЗЕТ.

# labelPracticeType2Cu.Text
source: Training Practices Volume:
ru_ru: Объём производственных практик:

# labelPracticeType2Cu.Help
source: Enter an overall volume of training practices in CU.
ru_ru: Введите общий объём производственных практик в ЗЕТ.

# labelPracticeType3Cu.Text
source: Undergraduate Practices Volume:
ru_ru: Объём преддипломных практик:

# labelPracticeType3Cu.Help
source: Enter an overall volume of undergraduate practices in CU.
ru_ru: Введите общий объём преддипломных практик в ЗЕТ.

# PracticeCu.Invalid
source: Value should be integer from 0 to 1000.
ru_ru: Значение должно быть целым числом от 0 до 1000.

# TimeToLearn.Required
source: Specify integer value greater than zero at least in one of the fields: Years, Months or Hours.
ru_ru: Укажите целое значение больше нуля как минимум в одном из полей: Лет, Месяцев, Часов.

# TimeToLearnYears.Invalid
source: Years should be integer value from 0 to 11.
ru_ru: Число лет дожно быть целым числом от 0 до 11.

# TimeToLearnYears.Required
source: The years value is required.
ru_ru: Введите число лет.

# TimeToLearnMonths.Invalid
source: Months should be integer value from 0 to 11.
ru_ru: Число месяцев должно быть целым числом от 0 до 11.

# TimeToLearnMonths.Required
source: The months value is required.
ru_ru: Введите число месяцев.

# TimeToLearnHours.Invalid
source: Hours should be integer value greater than 0.
ru_ru: Число часов должно быть целым числом больше 0.

# TimeToLearnHours.Required
source: The hours value is required.
ru_ru: Введите число часов.

# EditEduProgramProfile.Action
source: Edit Edu. Program Profile
ru_ru: Редактировать профиль обр. программы
