Repository: dorucioclea/R7.University
Catalog: R7.University.EduProgramProfiles/App_LocalResources/EditEduProgramProfileDirectorySettings.ascx.*.resx
Languages: ru_ru

# ControlTitle_settings.Text
source: EduProgramProfileDirectory Settings
ru_ru: Настройки EduProgramProfileDirectory

# ModuleHelp.Text
source: <p>About EduProgramProfileDirectory settings module</p>
ru_ru: <p>О настройках модуля EduProgramProfileDirectory</p>

# EduProgramProfileDirectoryMode_ObrnadzorEduForms.Text
source: Education Forms
ru_ru: Формы и сроки обучения

# EduProgramProfileDirectoryMode_ObrnadzorDocuments.Text
source: Documents
ru_ru: Документы

# labelTimeToLearnDisplayMode.Text
source: Time to Learn Display Mode:
ru_ru: Режим отображения срока обучения:

# labelTimeToLearnDisplayMode.Help
source: Select display mode for time to learn.
ru_ru: Выберите режим отображения срока обучения (только для режима Формы и сроки обучения).

# TimeToLearnDisplayMode_YearsMonths.Text
source: Years & Months
ru_ru: Только в годах и месяцах

# TimeToLearnDisplayMode_Hours.Text
source: Hours
ru_ru: Только в часах

# TimeToLearnDisplayMode_Both.Text
source: Both
ru_ru: В годах, месяцах и часах

# labelMode.Text
source: Module Mode:
ru_ru: Режим модуля:

# labelMode.Help
source: Select the mode for the module.
ru_ru: Выберите режим работы модуля.
