Repository: dorucioclea/R7.University
Catalog: R7.University.Launchpad/App_LocalResources/EditScienceRecordType.ascx.*.resx
Languages: ru_ru

# ModuleHelp.Text
source: <P>About Edit Science Record Type Module</P>
ru_ru: <P>Модуль редактирования типа записи о науке</P>

# labelType.Text
source: Type:
ru_ru: Название:

# labelType.Help
source: Enter science record type name.
ru_ru: Введите название типа записи о науке.

# Type.Required
source: The type name for the science record is required.
ru_ru: Название типа для типа записи о науке обязательно.

# labelIsSystem.Text
source: Is System?
ru_ru: Системный?

# labelIsSystem.Help
source: System science record types have special meaning for the system work, therefore they cannot be deleted and modification of the key field values is limited.
ru_ru: Системные типы записей о науке имеют особое значение для работы системы, поэтому их нельзя удалить, а также изменить значения ключевых полей.

# labelDescriptionIsRequired.Text
source: Description is Required?
ru_ru: Описание обязательно?

# labelDescriptionIsRequired.Help
source: Check to make description of science record of this type required.
ru_ru: Отметьте, чтобы сделать описание обязательным для записи о науке этого типа.

# labelNumOfValues.Text
source: Number of Values:
ru_ru: Числовых показателей:

# labelNumOfValues.Help
source: Enter the number of numeric values (from 0 to 2) accociated with a science record of this type.
ru_ru: Введите количество числовых показателей (от 0 до 2), связанных с записью о науке этого типа.

# labelTypeOfValues.Text
source: Type of Values:
ru_ru: Тип показателей:

# labelTypeOfValues.Help
source: Select type of values.
ru_ru: Выберите тип числовых показателей.

# NumOfValues.Required
source: The number of values is required.
ru_ru: Количество числовых показателей обязательно.

# NumOfValues.Invalid
source: The number of values must be an integer number from 0 to 2.
ru_ru: Количество числовых показателей должно быть целым числом от 0 до 2.

# labelSortIndex.Text
source: Sort Index:
ru_ru: Индекс сортировки:

# labelSortIndex.Help
source: Enter an integer number which will be used in the sorting of science records of this type.
ru_ru: Введите целое число, которое будет использоваться при сортировке записей о науке этого типа.

# SortIndex.Required
source: The sort index is required.
ru_ru: Индекс сортировки обязателен.

# SortIndex.Invalid
source: Sort index must be an integer.
ru_ru: Индекс сортировки должен быть целым числом.

# ScienceRecordTypeOfValues_Integer.Text
source: Integer
ru_ru: Целый

# ScienceRecordTypeOfValues_Decimal.Text
source: Decimal
ru_ru: С фиксированной запятой
