Repository: dorucioclea/R7.University
Catalog: R7.University.Launchpad/App_LocalResources/EditPosition.ascx.*.resx
Languages: ru_ru

# lblTitle.Text
source: Title:
ru_ru: Название:

# lblTitle.Help
source: Enter a title for job position.
ru_ru: Введите название должности.

# lblShortTitle.Text
source: Short Title:
ru_ru: Сокращенное название:

# lblShortTitle.Help
source: Enter a short title for job position.
ru_ru: Введите сокращенное название должности.

# lblWeight.Text
source: Weight:
ru_ru: Вес должности:

# lblWeight.Help
source: Enter position weight as integral value. The more weight value, the more important this position is.
ru_ru: Введите целочисленное значение веса должности. Чем больше вес, тем более значимой является должность.

# Weight.Invalid
source: Position weight must be an integer.
ru_ru: Вес должности должен быть целым числом.

# labelIsTeacher.Text
source: Is Teacher?
ru_ru: Преподаватель?

# labelIsTeacher.Help
source: Check if this position is a teacher position. This flag is used to distinct teachers from other employees.
ru_ru: Отметьте, если данная должность относится к должностям преподавателей. Этот флаг используется для выделения преподавателей среди других сотрудников.

# ModuleHelp.Text
source: <p>An Edit position module</p>
ru_ru: <p>Модуль редактирования должности</p>
