Repository: dorucioclea/R7.University
Catalog: R7.University.Launchpad/App_LocalResources/EditEduProgramProfile.ascx.*.resx
Languages: ru_ru

# ControlTitle_editeduprogramprofile.Text
source: Edit Educational Program Profile
ru_ru: Редактирование профиля обр. программы

# ModuleHelp.Text
source: <P>A module to edit education program profile</P>
ru_ru: <P>Модуль для редактирования профиля образовательной программы</P>

# Common.Tab
source: Educational Program Profile
ru_ru: Профиль образовательной программы

# Divisions.Tab
source: Divisions
ru_ru: Подразделения

# Documents.Tab
source: Documents
ru_ru: Документы

# Audit.Tab
source: Audit
ru_ru: Аудит

# labelProfileCode.Text
source: Profile Code:
ru_ru: Код профиля:

# labelProfileCode.Help
source: Enter the code of an educational program profile according to standard.
ru_ru: Введите код профиля (специализации) образовательной программы в соответствии со стандартом.

# labelProfileTitle.Text
source: Profile Title:
ru_ru: Наименование:

# labelProfileTitle.Help
source: Enter the title for an educational program profile, defined in standard.
ru_ru: Введите наименование профиля (специализации) образовательной программы в соответствии со стандартом.

# labelLanguages.Text
source: Languages:
ru_ru: Языки:

# labelLanguages.Help
source: Enter the list of IETF language tags in "xx" or "xx-YY" format (e.g. "en"), separated by semicolon (;).
ru_ru: Введите обозначения языков в формате IETF ('xx' или 'xx-YY'), разделяя их точкой с запятой (;).

# labelEduLevel.Text
source: Education Level:
ru_ru: Уровень образования:

# labelEduLevel.Help
source: Select the education level from the dropdown.
ru_ru: Выберите уровень образования из выпадающего списка.

# labelEduProgramLevel.Text
source: Educational Program Level:
ru_ru: Уровень образовательной программы:

# labelEduProgramLevel.Help
source: Select educational program level from the dropdown.
ru_ru: Выберите уровень образовательной программы из выпадающего списка.

# labelEduProgram.Text
source: Educational Program:
ru_ru: Образовательная программа:

# labelEduProgram.Help
source: Select the educational program to which the profile belongs.
ru_ru: Выберите образовательную программу, к которой относится данный профиль.

# linkEditEduProgram.Text
source: Edit Educational Program
ru_ru: Редактировать обр. программу

# labelAccreditedToDate.Text
source: Accredited to:
ru_ru: Государственная аккредитация:

# labelAccreditedToDate.Help
source: Enter the date until current educational program profile was accredited to.
ru_ru: Введите срок действия государственной аккредитации профиля образовательной программы.

# labelCommunityAccreditedToDate.Text
source: Accredited by Community to:
ru_ru: Профессионально-общественная аккредитация:

# labelCommunityAccreditedToDate.Help
source: Enter the date until current educational program profile was accredited to by community.
ru_ru: Введите срок действия профессионально-общественной аккредитации профиля образовательной программы.

# labelStartDate.Text
source: Start Publication:
ru_ru: Начало публикации:

# labelStartDate.Help
source: Enter the date from current educational program profile should be published on the site.
ru_ru: Введите дату, начиная с которой профиль образовательной программы должен быть опубликован на сайте.

# labelEndDate.Text
source: End Publication:
ru_ru: Окончание публикации:

# labelEndDate.Help
source: Enter the date from current educational program profile should be removed from publication on the site.
ru_ru: Введите дату, при наступлении которой профиль образовательной программы должен быть снят с публикации на сайте.

# labelDivision.Text
source: Division:
ru_ru: Подразделение:

# labelDivision.Help
source: Select division, which relates to the educational program profile. Generally it's a producting department of a faculty.
ru_ru: Выберите подразделение, связанное с данным профилем (специализацией) образовательной программы. Обычно это выпускающая кафедра.

# labelAudit.Text
source: Audit Data:
ru_ru: Данные аудита:

# labelAudit.Help
source: Audit data for the educational program profile.
ru_ru: Данные аудита профиля образовательной программы.
