Repository: dorucioclea/R7.University
Catalog: R7.University.Launchpad/App_LocalResources/EditAchievementType.ascx.*.resx
Languages: ru_ru

# ControlTitle_editachievementtype.Text
source: Edit Achievement Type
ru_ru: Редактирование типа достижения

# ModuleHelp.Text
source: <P>About Edit Achievement Type Module</P>
ru_ru: <P>О модуле редактирования типа достижения</P>

# labelType.Text
source: Type:
ru_ru: Тип:

# labelType.Help
source: Enter achievement type name.
ru_ru: Введите название типа достижения.

# Type.Required
source: Please specify the achievement type name.
ru_ru: Укажите название типа достижения.

# labelDescription.Text
source: Description:
ru_ru: Описание:

# labelDescription.Help
source: Enter achievement type description.
ru_ru: Введите описание типа достижения.

# Description.MaxLength
source: Description length must be less or equal to 255 characters.
ru_ru: Длина описания не должна превышать 255 символов.

# labelIsSystem.Text
source: Is System?
ru_ru: Системный?

# labelIsSystem.Help
source: System achievement types have special meaning for the system work, therefore cannot be deleted, and only description can be changed for them.
ru_ru: Системные типы достижений имеют особое значение для работы системы, поэтому их нельзя удалить, а изменить можно только их описание.
