Repository: dorucioclea/R7.University
Catalog: R7.University.Launchpad/App_LocalResources/EditEduLevel.ascx.*.resx
Languages: ru_ru

# ControlTitle_editedulevel.Text
source: Edit Education Level
ru_ru: Редактирование уровня образования

# ModuleHelp.Text
source: <P>An Edit education level module</P>
ru_ru: <P>Модуль редактирования уровня образования</P>

# labelTitle.Text
source: Title:
ru_ru: Название:

# labelTitle.Help
source: Enter the title for an education level.
ru_ru: Введите название уровня образования.

# labelShortTitle.Text
source: Short Title:
ru_ru: Сокращенное название:

# labelShortTitle.Help
source: Enter the short title for an education level.
ru_ru: Введите сокращенное название уровня образования.

# labelSortIndex.Text
source: Sort Index:
ru_ru: Индекс сортировки:

# labelSortIndex.Help
source: Enter the numeric index for the education level. It will be used in sorting.
ru_ru: Введите целочисленный индекс для уровня образования. Это значение будет использоваться при сортировке.

# SortIndex.Required
source: The sort index is required.
ru_ru: Индекс сортировки обязателен.

# SortIndex.Invalid
source: Sort Index must be an integer.
ru_ru: Индекс сортировки должен быть целым числом.

# labelParentEduLevel.Text
source: Parent Education Level:
ru_ru: Вышестоящий уровень образования:

# labelParentEduLevel.Help
source: Select parent education level (generally it's the level of educational program).
ru_ru: Выберите вышестоящий уровень образования (обычно это уровень образовательной программы).
